[
  {
    "idx": 0,
    "id": "cmgaqy88m00003n8kkp4t43pi",
    "userId": "user_33FnwF5SZsRHVM48rym4BbWqyuI",
    "title": "02400/2025 - Desenvolvedor Full-Stack - Júnior (React + Node)",
    "company": "Fiesc",
    "location": "Remoto",
    "type": "FULL_TIME",
    "mode": "REMOTE",
    "status": "APPLIED",
    "description": "02400/2025 - SERVIÇO NACIONAL DE APRENDIZAGEM INDUSTRIAL - SENAI/SC - Soluções Digitais\n\nAntes de realizar sua inscrição, leia com atenção as informações disponíveis no Comunicado de Processo Seletivo.\n\nATENÇÃO: Informamos que apenas as informações preenchidas diretamente no cadastro do currículo do candidato serão consideradas para a etapa de Avaliação Curricular. Currículos anexos ao formulário de inscrição não serão considerados. Pedimos que preencha seus dados com atenção, pois o sistema não permite a edição do currículo após a finalização da inscrição.\n\nCargo: Desenvolvedor Full-Stack - Júnior (React + Node)\n\nE qual será a sua missão no time ?\n\nO Desenvolvedor Full-Stack Júnior atuará no projeto Devstart, contribuindo para o desenvolvimento e manutenção da plataforma. Suas principais atividades envolvem o desenvolvimento e manutenção de funcionalidades em React (frontend) e Node.js (backend), garantindo integração entre sistemas, qualidade de código e boa experiência para os usuários finais. Entre os desafios da posição estão o aprendizado contínuo de boas práticas de desenvolvimento, a colaboração em um ambiente ágil, a adaptação a demandas variadas e a responsabilidade de transformar requisitos educacionais em soluções tecnológicas eficientes e escaláveis.\n\nPara mais informações sobre a descrição da vaga acesse o anexo de ‘Processo seletivo 02400/2025’ disponível acima.",
    "requirements": "Requisitos mínimos:\n\nEnsino médio completo com: Graduação em andamento nas áreas de Tecnologia da Informação ou Técnico em andamento nas áreas de Tecnologia da Informação;\n6 meses de experiência em:\nDesenvolvimento de Softwares;\nAnálise e manutenção de dados em banco de dados;\nFerramentas de versionamento;\nFront end com React; - Back end com Node.\n",
    "salary": "4.831,30",
    "benefits": "+ Informações:\n\nSalário: R$ 4.831,30\nCarga horária: 200 horas/mês\nHorário de trabalho: matutino e vespertino, sendo de segunda a sexta-feira das 08h00 às 12h00 e das 13h30 às 17h30\nNúmero de vagas: 1\nLocal de atuação: Teletrabalho*\nTipo de contrato: Mensalista\nPrazo do contrato: Prazo indeterminado",
    "applicationUrl": "https://fiesc.pandape.infojobs.com.br/Detail?id=2612237",
    "applicationEmail": "",
    "notes": "*O teletrabalho é definido pela possibilidade de realizar as atividades laborais em local externo às dependências da empresa, com utilização de tecnologia de informação e de comunicação que, por sua natureza, não se constitui como trabalho externo.\n\nSerá de responsabilidade do colaborador garantir a estrutura física, ergonômica e tecnológica mínima em seu local de trabalho remoto para realização de suas atividades, com conexão de internet segura e de velocidade compatível, conforme normativas de teletrabalho dispostos no artigo interno do Sistema FIESC - PO-F07-FIESC-Teletrabalho.\n\nA nota final (NF) do candidato será obtida mediante média ponderada, aplicando-se a seguinte fórmula:\n\nNF = ((TFC+(AP*2))/3)\n\nEm caso de dúvidas, entre em contato com a responsável pelo seu processo seletivo:\n\nResponsável: Dara de Oliveira Lins Gomes\n\nE-mail do responsável: selecao.negociosdigitais@fiesc.com.br\n\nPara mais vagas e informações de benefícios acesse:\n\nSite: www.fiesc.com.br/trabalhe-conosco\n\nInstagram: @vemserfiesc",
    "appliedAt": null,
    "createdAt": "2025-10-03 11:14:16.247",
    "updatedAt": "2025-10-03 11:14:16.247"
  },
  {
    "idx": 1,
    "id": "cmgar1mpk00013n8kw1c6fxoq",
    "userId": "user_33FnwF5SZsRHVM48rym4BbWqyuI",
    "title": "Estágio: Desenvolvedor(a) de Software",
    "company": "Visagio Talentos",
    "location": "Remoto",
    "type": "INTERNSHIP",
    "mode": "REMOTE",
    "status": "TEST_COMPLETED",
    "description": "Destinado a universitários dos cursos de Ciência da Computação, Engenharias, Sistemas de Informação e afins, que desejam se desenvolver em projetos de Engenharia de Dados, Automação de Processos, Gestão de TI e Desenvolvimento de Software. Nosso time atua em contextos desafiadores em nossos clientes, com objetivo de gerar valor ao negócio através de tecnologia.\n\n\nNosso time atua em todo o ciclo de vida do desenvolvimento, desde o discovery da solução até o delivery, inclusive no suporte e melhoria contínua das soluções.\n\n\nSe você se interessa por trabalhar em um ambiente ágil, não-hierárquico, colaborativo, com alta curva de aprendizado junto a um grupo incrível de transformação de negócios, seu lugar é na Visagio!\n\nSomos uma empresa do Grupo Visagio focada em desenvolver soluções digitais de alto impacto que transformam e evoluem o negócio de nossos clientes. Através de um ambiente de alta dinamicidade e engajamento com propósito, missão e cultura genuínos, buscamos pessoas apaixonadas por resolver problemas complexos por meio de inovação e tecnologia.\n\n\nAqui estamos comprometidos com a diversidade e inclusão em todas as áreas de nosso negócio. Valorizamos a diversidade de pensamento, perspectivas e experiências em nosso local de trabalho. Comprometemo-nos a criar um ambiente de trabalho inclusivo e justo para todos, independentemente de sua origem geográfica, raça, etnia, idade, gênero, orientação sexual, ou deficiência, para que possam contribuir com todo o seu potencial.\n\n\nSe você busca realizar feitos grandiosos em um ambiente colaborativo e de crescimento acelerado, seu lugar é aqui!\n\n\nPara nos conhecer um pouco mais, acesse o nosso site: http://www.v-dev.io",
    "requirements": "Responsabilidades e atribuições\nDesenvolvimento front-end e/ou back-end;\nCorreção de bugs e melhoria contínua;\nDefinição de melhores tecnologias a serem usadas nos sistemas desenvolvidos; \nPropor e implementar novas ferramentas, técnicas e metodologias;\nCompartilhar e evoluir o conhecimento técnico do time;\nRequisitos e qualificações\nEstamos buscando pessoas com ou sem experiência, então fique tranquilo, nosso time está aqui para lhe ajudar na formação ;)\nDesejável conhecimento básico em metodologias ágeis, padrões de projeto e arquitetura de sistemas;\nDado que atuamos em diferentes clientes e ambientes, não há nenhum requisito mínimo de conhecimento de stack, mas é desejável conhecimento básico em pelo menos uma linguagem de programação (ex: C#, Kotlin, Ruby, etc.) e framework (ex: .NET, SpringBoot, Rails, etc.)",
    "salary": "?",
    "benefits": "Informações adicionais\nConforme necessidade, alguns candidatos, que concluírem todas as etapas online, poderão ser convocados antecipadamente para a etapa de entrevistas.\n\n",
    "applicationUrl": "",
    "applicationEmail": "",
    "notes": "https://vdev.gupy.io/jobs/10010995?jobBoardSource=gupy_opportunities",
    "appliedAt": null,
    "createdAt": "2025-10-03 11:16:53.561",
    "updatedAt": "2025-10-03 11:16:53.561"
  },
  {
    "idx": 2,
    "id": "cmgar5y7400023n8kmelakwck",
    "userId": "user_33FnwF5SZsRHVM48rym4BbWqyuI",
    "title": "Analista Programador Junior",
    "company": "BASIS",
    "location": "Remoto",
    "type": "FULL_TIME",
    "mode": "REMOTE",
    "status": "APPLIED",
    "description": "Atuar como desenvolvedor frontend sendo necessário ter as seguintes habilidades e experiências:\n- HTML, CSS e JavaScript​: sólido conhecimento e experiência prática na construção de interfaces de usuário responsivas, modernas e acessíveis.\n- Frameworks e bibliotecas: familiaridade com pelo menos um framework de JavaScript, como React, Angular ou Vue.js.\n- Pré-processadores CSS: experiência com Sass, Less ou outras ferramentas para simplificar e organizar o código CSS.\n- Sistemas de controle de versão: proficiência no uso de Git para colaboração em projetos.\n- Web performance e SEO: conhecimento das melhores práticas para otimizar o desempenho de sites e aprimorar a experiência do usuário.\n- Habilidades interpessoais: capacidade de trabalhar em equipe, comunicar-se de forma clara e resolver problemas.\n\nConhecimentos desejáveis:\n- WordPress: experiência na criação e manutenção de temas e plugins, além de familiaridade com o ecossistema da ferramenta.\n- Liferay: experiência com o desenvolvimento de portlets, temas e web content.\n- Testes: experiência na escrita de testes unitários e de integração para garantir a qualidade do código.",
    "requirements": "Requisitos:\nRequisitos :\n- Formação completa em TI\n- Experiência comprovada na área\nNível (Senioridade): Junior.\nCLT  Ícone CTPS pequeno\nÍcone vaga urgente pequeno Vaga Urgente",
    "salary": "7.000,00",
    "benefits": "📣 Home Office\n📌 CLIENTE: Secretaria da fazenda São Paulo\n💰 Salario - R$7.000,00\n\n💰 Contratação Regime CLT\n🍴 Vale alimentação (ou refeição);\n🚗 Vale transporte;\n🚑 Plano de Saúde;\n🦷 Plano Odontológico;\n🏛 Parcerias com Instituições Educacionais e Academia.",
    "applicationUrl": "https://www.nerdin.com.br/vaga/89563",
    "applicationEmail": "trabalheconosco@basisti.com.br",
    "notes": "",
    "appliedAt": null,
    "createdAt": "2025-10-03 11:20:16.481",
    "updatedAt": "2025-10-03 11:20:16.481"
  },
  {
    "idx": 3,
    "id": "cmgarertu00033n8koltvwsev",
    "userId": "user_33FnwF5SZsRHVM48rym4BbWqyuI",
    "title": "ESTAGIO EM TI (SUPORTE)",
    "company": "Carbel Auto Group",
    "location": "Remoto",
    "type": "INTERNSHIP",
    "mode": "REMOTE",
    "status": "APPLIED",
    "description": "No Carbel Auto Group, nossa missão é inovar para simplificar a experiência automotiva e realizar os sonhos de nossos clientes. Somos um time apaixonado por pessoas e resultados, reconhecido como uma das Melhores Empresas para Trabalhar por cinco anos consecutivos pelo Great Place to Work.\n\nCom mais de 1.700 colaboradores, distribuídos em mais de 30 unidades, oferecemos uma ampla gama de produtos e serviços, desde a venda de veículos novos e seminovos até a assistência técnica e a locação de veículo, terceirização de frotas, carros por assinatura, seguros e tecnologia de performance. Nosso compromisso com a excelência nos permitiu conquistar a confiança de milhares de famílias ao longo dos anos.\n\nSe você gosta de desafios e busca um ambiente de trabalho que valoriza a colaboração e o desenvolvimento contínuo, junte-se a nós nessa jornada! 🚀\n",
    "requirements": "Responsabilidades e atribuições\n\nConfigurar os chatbots nos projetos em andamento a fim de otimizar a captação de leads para o cliente através do atendimento virtual;\nRealizar cadastro de novos veículos no sistema interno;\nExecutar manutenções em códigos de sites utilizando HTML, CSS e Javascript;\nTestar códigos limpos, autoexplicativos e de fácil manutenção;\nRealizar atividades operacionais nas plataformas da Alpes One;\nExecutar demais atividades solicitadas pela liderança imediata correlacionadas ao cargo.\n\n\nRequisitos e qualificações\n\nCurso Superior em andamento na área de tecnologia\nComunicação para buscar aprendizado com outros membros da equipe\nTrabalho em equipe para colaboração com o time e outras equipes\nDisciplina para entregar os resultados solicitados\n",
    "salary": "?",
    "benefits": "Vale Refeição;\n\nSeguro de vida;\n\nPrevidência privada;\n\nPlataforma detreinamento (Alura)\n\nDescontos em Graduações e Pós-graduações\n\nDay off;\n\nDesconto nos produtos do grupo e em empresas parceiras.",
    "applicationUrl": "https://grupocarbel.gupy.io/jobs/10013868?jobBoardSource=gupy_opportunities",
    "applicationEmail": "",
    "notes": "A Alpes One é uma startup, que faz parte do Grupo Carbel e tem como foco a tecnologia de performance para o segmento automotivo: concessionárias e montadoras de veículos e motos. É composta por dezenas de ferramentas próprias e de parceiros, sendo uma empresa com média de 1.000 clientes de âmbito nacional. O foco é alavancar as vendas com leads qualificados, oferecendo as melhores soluções tecnológicas e de marketing digital, trazendo como principais produtos de vendas: desenvolvimento de site e landing page; serviço de SEO; captações de chat bot, call tracking e WhatsApp; serviços de estratégias de Meta Ads, Google Ads, Linkedin Ads, TikTok Ads; integrações com sistemas de CRM e ERP e muito mais.",
    "appliedAt": null,
    "createdAt": "2025-10-03 11:27:08.13",
    "updatedAt": "2025-10-03 11:27:08.13"
  },
  {
    "idx": 4,
    "id": "cmgarh1op00043n8ku3k3e7ep",
    "userId": "user_33FnwF5SZsRHVM48rym4BbWqyuI",
    "title": "Desenvolvedor(a) JSF - JR",
    "company": "Wareline Do Brasil Desenvolvimento De Software Ltda",
    "location": "Remoto",
    "type": "FULL_TIME",
    "mode": "REMOTE",
    "status": "APPLIED",
    "description": "Estamos em busca de um desenvolvedor(a) com experiência em ajustes e customizações de layout utilizando JSF (JavaServer Faces), para atuar em melhorias visuais e de usabilidade em aplicações web corporativas.\n\nA Wareline está há 35 anos no mercado hospitalar, oferecendo um software de gestão completo para mais de 350 clientes por todo o Brasil!",
    "requirements": "Responsabilidades:\n\n\n\nRealizar ajustes e melhorias em layouts de páginas desenvolvidas com JSF.\nGarantir que os componentes visuais estejam alinhados com os padrões de design e usabilidade.\nCorrigir problemas de renderização, responsividade e alinhamento de elementos.\nTrabalhar em colaboração com a equipe de back-end e UX/UI para implementar soluções funcionais e agradáveis visualmente.\nOtimizar o desempenho visual da aplicação em diferentes navegadores.\n\n\nRequisitos Técnicos:\n\n\n\nExperiência prática com JSF (JavaServer Faces), especialmente em projetos com uso de Facelets.\nConhecimento em HTML, CSS e JavaScript, com foco em ajustes finos de layout.\nFamiliaridade com componentes JSF (como PrimeFaces, RichFaces ou similares).\nCapacidade de depurar e ajustar o comportamento visual de componentes dinâmicos.\nNoções de acessibilidade e responsividade (media queries, design adaptativo).\n\n\nDiferenciais:\n\n\n\nExperiência com PrimeFaces ou outro framework JSF de componentes ricos.\nConhecimento em design system e boas práticas de UX/UI.\nExperiência com ferramentas de versionamento (Git).\nVivência em ambientes corporativos ou sistemas legados.\n\n\nPerfil Comportamental:\n\n\n\nAtenção a detalhes e senso estético apurado.\nBoa comunicação e habilidade para trabalhar em equipe.\nProatividade para identificar e propor melhorias.\nOrganização para lidar com múltiplas demandas simultaneamente.",
    "salary": "?",
    "benefits": "",
    "applicationUrl": "https://wareline.vagas.solides.com.br/vaga/682305?origem=linkedin",
    "applicationEmail": "",
    "notes": "Regime Home Office - CLT \nSeg a Sex das 08:00h às 17:00h\n\n\n\nO que a Wareline oferece:\n\n\nPara a sua boa alimentação: VR/ VA Flexível;\nPara a sua saúde: Plano de saúde e odontológico;\nPara seu desenvolvimento e carreira: budget para capacitações/treinamentos; Universidade Corporativa\nParticipação de lucros e resultados condicionados à metas;\nWellhub (antigo Gympass);\nDay off de aniversário.\n\nE mais...\n\nFaz sentido para você? Vem ser um Wareliner! :)",
    "appliedAt": null,
    "createdAt": "2025-10-03 11:28:54.217",
    "updatedAt": "2025-10-03 11:28:54.217"
  },
  {
    "idx": 5,
    "id": "cmgarnrmf00053n8k75cwnuuo",
    "userId": "user_33FnwF5SZsRHVM48rym4BbWqyuI",
    "title": "Pessoa Desenvolvedora Full-Stack Junior",
    "company": "V360 ",
    "location": "Remoto",
    "type": "FULL_TIME",
    "mode": "REMOTE",
    "status": "APPLIED",
    "description": "Nossa cultura é sobre colocar a mão na massa, ter autonomia, colaborar e crescer rápido. Estamos construindo um ambiente onde as pessoas se desenvolvem junto com a empresa e esperamos o mesmo de quem chega por aqui. Se você tem sentimento de dono, sede de aprendizado, gosta de resolver problemas, se desafiar e quer uma carreira acelerada, vem com a gente! 🚀\n\nNa nossa página de carreiras você encontra tudo sobre nossa Cultura e dicas do Processo. Não deixe de conferir: clicando aqui\n\nPrecisa de ajuda com o currículo? Para facilitar sua candidatura, você pode baixar seu currículo do LinkedIn ou preencher o modelo da V360 como inspiração, garantindo que nenhuma informação importante seja esquecida. Caso opte pelo nosso modelo, faça uma cópia e edite com seus dados: clicando aqui\n\nAgora, conheça agora um pouco sobre a oportunidade:\n\nNosso time de desenvolvimento cuida da evolução do produto, implantação da ferramenta em novos clientes e suporte à operação. Geralmente, precisamos ir além do desenvolvimento de código para evoluir o produto e resolver os problemas, contato próximo com os clientes e com os demais times internos costumam ser a chave para o sucesso.\n\nQuem Somos Nós:\nNa V360, transformamos desafios fiscais em soluções inteligentes com tecnologia, agilidade e, acima de tudo, um time brilhante por trás de cada entrega. Há 6 anos, somos especialistas no ingresso fiscal das maiores empresas do país, crescendo com eficiência e inovação.\n\n\n\nSomos 100% home office\n\nAcreditamos em autonomia, flexibilidade e responsabilidade para construir um ambiente de trabalho onde as pessoas se desenvolvem e entregam com excelência, de onde estiverem.\n\n\n\nConheça nosso pilares\n\n\n\nNosso Propósito: Reunir gente inspiradora para construir um negócio grandioso que melhore a vida das pessoas.\n\nNossa Missão: Habilitar as empresas a pagarem suas contas sem burocracia.\n\nNossa Visão: Ser um hub de serviços financeiros transacionando 1 trilhão até 2030. #1triem30\n\nNossos Valores:\n\nSomos donos \nDesenvolvemos gente\nEncantamos pessoas\nCrescemos certo\n\n\nQuer conhecer mais sobre a V360 e nossa cultura?\n\nAntes de se candidatar, convidamos você a conhecer melhor nossa cultura e o nosso jeito de ser.\n\n👉Acesse nossa página de carreiras completa para saber mais: clicando aqui\n\n\n\nPrecisa de ajuda com o currículo? Para facilitar a sua candidatura e garantir que nenhuma informação importante seja esquecida, a V360 oferece modelos que podem ser usados como inspiração. Faça uma cópia e edite com seus dados: acesse\n\n",
    "requirements": "Responsabilidades e atribuições\nTecnicamente você vai trabalhar com todas as nossas tecnologias de back-end, banco de dados, front-end e metodologias ágeis. Temos um dos times técnicos mais conceituados do Brasil, com experiência de atuação nas maiores empresas do Brasil. Colaboração faz parte da nossa cultura, então vamos trabalhar lado a lado (na prática em home office 😅), e em pouco tempo você estará aprendendo, trocando experiências e ensinando.\n\nEstamos buscando uma pessoa desenvolvedora para compor o nosso time de Captura\nNo time de Captura, você vai ser responsável por realizar e manter integrações com prefeituras, secretarias da fazenda Nacional e Estaduais, e outros órgãos públicos, assim como outras formas de recebimento e de ingresso de documentos como APIs e E-mail. Também atuará na integração entre ferramentas internas como RPAs e Leitura.\n\nRequisitos e qualificações\nRequisitos\n\nTer formação em cursos relacionados a desenvolvimento de Softwares, tecnologia ou correlatos\nTer alguma experiência em linguagem de programação, não precisa ser expert, mas ao menos se sentir confortável em pelo menos uma das seguintes: Ruby, Python, C#, PHP, Java ou Javascript. Ah, é importante que nessas linguagens você conheça algum framework, como Rails, Django, Laravel, Angular ou Node;\n\nTambém é legal que você esteja familiarizado tanto com back-end quanto com front-end, dado que a vaga é full-stack, vamos contar com sua ajuda na evolução do produto das classes mais escondidas à identidade visual da plataforma.\n\nTer disponibilidade para viagens esporádicas de encontro ao time ou visita ao cliente, combinadas previamente.\nDiferenciais\n\nTecnologias: \n\nRails;\n\nSidekiq;\n\nRedis;\n\nPostgreSQL;\n\nGit&Github;\n\nRspec/Minitest;\n\nAWS;\n\nJavascript;\n\nHTML5;\n\nCSS.\n\nWebservices SOAP\nAutomação (RPA)\nMetodologias:\n\nÁgil;\n\nPadrões de Projeto;\n\nArquitetura MVC;\n\nArquitetura REST;\n\nSe não souber, fique tranquilo! Fazendo parte do nosso time, já já você fica craque.",
    "salary": "5.100,00",
    "benefits": "Temos experiência junto às maiores empresas do Brasil e levamos isso como bagagem na construção de soluções eficientes e escaláveis.\n\nA colaboração está no nosso DNA. Aqui, trabalhamos lado a lado (na prática, em home office 😅), e em pouco tempo você estará não só aprendendo, mas também trocando experiências e contribuindo ativamente.\n\nBenefícios:\n\n💸 Remuneração de R$5.100,00\n\n🤑 Possibilidade de ganhar PLR anual por desempenho (até 7 salários)\n\n🏠 Auxílio Home Office no valor de R$300\n\n🥘 Refeição R$42,00 ao dia útil;\n\n🏥 Convênio saúde Bradesco sem coparticipação;\n\n💹 Temos programa de Stock Options;\n\n🌱 Seguro de vida;\n\n🏋🏼‍♀️ Totalpass;\n\n👶 Auxílio creche para até 5 anos da criança;\n\n👥 Mentoria e Plano de Carreira;\n\n💼 Contratação CLT;\n\n⏲ Horário flexível dentro do período comercial;\n\n🚀 Autonomia, aprendizado e trocas constantes.\n\n🗺️ Trabalho 100% remoto, com encontros presenciais pontuais no RJ para integração do time e, eventualmente, com clientes em todo o Brasil.",
    "applicationUrl": "https://v360.inhire.app/vagas/a54c7eda-790e-48a2-be6e-8aa44cea9f68/pessoa-desenvolvedora-full-stack-junior",
    "applicationEmail": "",
    "notes": "",
    "appliedAt": null,
    "createdAt": "2025-10-03 11:34:07.767",
    "updatedAt": "2025-10-03 11:34:07.767"
  },
  {
    "idx": 6,
    "id": "cmgarrgh600063n8ksc20dogq",
    "userId": "user_33FnwF5SZsRHVM48rym4BbWqyuI",
    "title": "Estágio Desenvolvedor(a) Full-stack",
    "company": "V360",
    "location": "Remoto",
    "type": "INTERNSHIP",
    "mode": "REMOTE",
    "status": "APPLIED",
    "description": "Estágio Desenvolver Full-stack\n\nNa V360, nosso modelo de estágio é para quem quer acelerar a carreira desde o primeiro dia. Aqui, você será desafiado a resolver problemas reais, atuar diretamente com clientes, entender processos complexos e participar de projetos que geram impacto de verdade. Você vai aprender realmente na prática.\n\nNossa cultura é sobre colocar a mão na massa, ter autonomia, colaborar e crescer rápido. Estamos construindo um ambiente onde as pessoas se desenvolvem junto com a empresa e esperamos o mesmo de quem chega por aqui. Se você tem sentimento de dono, sede de aprendizado, gosta de resolver problemas, se desafiar e quer uma carreira acelerada, vem com a gente! 🚀\n\nNa nossa página de carreiras você encontra tudo sobre nossa Cultura e dicas do Processo. Não deixe de conferir clicando aqui.\n\nPrecisa de ajuda com o currículo? Para facilitar a sua candidatura e garantir que nenhuma informação importante seja esquecida, a V360 oferece modelos que podem ser usados como inspiração. Faça uma cópia e edite com seus dados clicando aqui.\n\nAgora, conheça agora um pouco sobre a oportunidade:\n\nNosso time de desenvolvimento cuida da evolução do produto, implantação da ferramenta em novos clientes e suporte à operação. Geralmente, precisamos ir além do desenvolvimento de código para evoluir o produto e resolver os problemas. Ter o contato próximo com os clientes e com os demais times internos costumam ser a chave para o sucesso. Nossa tecnologia principal é Ruby on Rails.\n\nNa V360, transformamos desafios fiscais em soluções inteligentes com tecnologia, agilidade e, acima de tudo, um time brilhante por trás de cada entrega. Há 6 anos, somos especialistas no ingresso fiscal das maiores empresas do país, crescendo com eficiência e inovação.\n\n\n\nSomos 100% home office\n\nAcreditamos em autonomia, flexibilidade e responsabilidade para construir um ambiente de trabalho onde as pessoas se desenvolvem e entregam com excelência, de onde estiverem.\n\n\n\nConheça nosso pilares\n\n\n\nNosso Propósito: Reunir gente inspiradora para construir um negócio grandioso que melhore a vida das pessoas.\n\nNossa Missão: Habilitar as empresas a pagarem suas contas sem burocracia.\n\nNossa Visão: Ser um hub de serviços financeiros transacionando 1 trilhão até 2030. #1triem30\n\nNossos Valores:\n\nSomos donos \nDesenvolvemos gente\nEncantamos pessoas\nCrescemos certo\n",
    "requirements": "Responsabilidades e Atribuições:\nVocê trabalhará com nossas tecnologias de back-end, banco de dados, front-end e metodologias ágeis;\nO time de desenvolvedores cuida do desenvolvimento, manutenção e melhorias do produto;\nAtende e organiza chamados dos times internos para resolver bugs e issues.\n \n\nRequisitos e Qualificações:\nEstar cursando faculdade em Sistemas de Informação, Engenharias ou correlatas;\nEstar de 1 a 2 anos para se formar;\nTer disponibilidade para estagiar 30h semanais - 6h por dia, organizando sua agenda de forma flexível dentro do período comercial (segunda a sexta, entre 8h e 18h);\nFamiliaridade com metodologias e práticas ágeis;\nTer conhecimento sobre acompanhamento de métricas de performance de produto.\n \n\nDiferenciais:\nTecnologias: Pacote Office; Ruby on Rails; Sidekiq; Redis; Postgre SQL; Git&Github; Rspec/Minitest; AWS; HTML5; CSS;\nMetodologias: Ágil; Padrões de Projeto; Arquitetura MVC; Arquitetura REST.\n",
    "salary": "2.300,00",
    "benefits": "💸 Bolsa Estágio de R$ 2.300,00\n\n🤑 Possibilidade de ganhar bônus anual por desempenho (até 3 bolsas)\n\n💳 Auxílio Home Office mensal de R$300,00\n\n💗 Mentoria e Plano de Carreira estruturado\n\n🏋️‍♀️ Totalpass\n\n📈 Time de alta performance\n\n⏲ Horário flexível\n\n🔐 Seguro de vida\n\n🗺️ Trabalho 100% remoto, com encontros presenciais pontuais no RJ para integração do time e, eventualmente, com clientes em todo o Brasil\n\nTemos experiência junto às maiores empresas do Brasil e levamos isso como bagagem na construção de soluções eficientes e escaláveis.\n\nA colaboração está no nosso DNA. Aqui, trabalhamos lado a lado (na prática, em home office 😅), e em pouco tempo você estará não só aprendendo, mas também trocando experiências e contribuindo ativamente.\n\nSabemos que você está no início da sua trajetória profissional e queremos te oferecer todo o suporte e estrutura para se desenvolver e crescer. ",
    "applicationUrl": "https://v360.inhire.app/vagas/b92cdbc3-4e22-4587-ac2b-25545f5a3a47/v360-estagio-desenvolvedora-full-stack",
    "applicationEmail": "",
    "notes": "",
    "appliedAt": null,
    "createdAt": "2025-10-03 11:36:59.946",
    "updatedAt": "2025-10-03 11:36:59.946"
  },
  {
    "idx": 7,
    "id": "cmgarzgx200073n8ko4edjbw2",
    "userId": "user_33FnwF5SZsRHVM48rym4BbWqyuI",
    "title": "Estágio em Suporte",
    "company": "V360",
    "location": "Remoto",
    "type": "INTERNSHIP",
    "mode": "REMOTE",
    "status": "APPLIED",
    "description": "Estágio em Suporte\n\nNa V360, nosso modelo de estágio é para quem quer acelerar a carreira desde o primeiro dia. Aqui, você será desafiado a resolver problemas reais, atuar diretamente com clientes, entender processos complexos e participar de projetos que geram impacto de verdade. Você vai aprender realmente na prática.\n\nNossa cultura é sobre colocar a mão na massa, ter autonomia, colaborar e crescer rápido. Estamos construindo um ambiente onde as pessoas se desenvolvem junto com a empresa e esperamos o mesmo de quem chega por aqui. Se você tem sentimento de dono, sede de aprendizado, gosta de resolver problemas, se desafiar e quer uma carreira acelerada, vem com a gente! 🚀\n\nNa nossa página de carreiras você encontra tudo sobre nossa Cultura e dicas do Processo. Não deixe de conferir clicando aqui.\n\nPrecisa de ajuda com o currículo? Para facilitar a sua candidatura e garantir que nenhuma informação importante seja esquecida, a V360 oferece modelos que podem ser usados como inspiração. Faça uma cópia e edite com seus dados clicando aqui.\n\nAgora, conheça agora um pouco sobre a oportunidade:\n\nNosso time de Suporte tem como objetivo garantir a satisfação do cliente com um atendimento de alta qualidade, ao mesmo tempo que se preocupa com maneiras de reduzir o esforço de operação.\nQuem Somos Nós:\nNa V360, transformamos desafios fiscais em soluções inteligentes com tecnologia, agilidade e, acima de tudo, um time brilhante por trás de cada entrega. Há 6 anos, somos especialistas no ingresso fiscal das maiores empresas do país, crescendo com eficiência e inovação.\n\n\n\nSomos 100% home office\n\nAcreditamos em autonomia, flexibilidade e responsabilidade para construir um ambiente de trabalho onde as pessoas se desenvolvem e entregam com excelência, de onde estiverem.\n\n\n\nConheça nosso pilares\n\n\n\nNosso Propósito: Reunir gente inspiradora para construir um negócio grandioso que melhore a vida das pessoas.\n\nNossa Missão: Habilitar as empresas a pagarem suas contas sem burocracia.\n\nNossa Visão: Ser um hub de serviços financeiros transacionando 1 trilhão até 2030. #1triem30\n\nNossos Valores:\n\nSomos donos \nDesenvolvemos gente\nEncantamos pessoas\nCrescemos certo\n",
    "requirements": "Responsabilidades e Atribuições:\nAtender dúvidas e solicitações de usuários sobre nossa ferramenta;\nAcompanhar chamados dos clientes do início ao fim, estando atento ao tempo de resposta e SLAs;\nExecutar rotinas de prevenção de bugs;\nIdentificar e sugerir oportunidades de melhorias na ferramenta V360 e no processo de atendimento;\nElaborar materiais que auxiliem o processo de atendimento, seja para o cliente ou internamente.\nRequisitos e Qualificações:\nEstar cursando faculdade em Sistemas de Informação, Tecnologia da Informação, Engenharia de Produção ou áreas de correlatas;\nEstar de 1 a 2 anos para se formar;\nTer disponibilidade para estagiar 30h semanais - 6h por dia, organizando sua agenda de forma flexível dentro do período comercial (segunda a sexta, entre 8h e 18h);\nPerfil analítico;\nComunicação clara e objetiva.\nDiferenciais:\nTer conhecimento em banco de dados;\nConhecimento de metodologias ágeis;\nExperiência com atendimento ao cliente.",
    "salary": "2.300,00",
    "benefits": "💸 Bolsa Estágio de R$ 2.300,00\n\n🤑 Possibilidade de ganhar bônus anual por desempenho (até 3 bolsas)\n\n💳 Auxílio Home Office mensal de R$300,00\n\n💗 Mentoria e Plano de Carreira estruturado\n\n🏋️‍♀️ Totalpass\n\n📈 Time de alta performance\n\n⏲ Horário flexível\n\n🔐 Seguro de vida\n\n🗺️ Trabalho 100% remoto, com encontros presenciais pontuais no RJ para integração do time e, eventualmente, com clientes em todo o Brasil\n\nTemos experiência junto às maiores empresas do Brasil e levamos isso como bagagem na construção de soluções eficientes e escaláveis.\n\nA colaboração está no nosso DNA. Aqui, trabalhamos lado a lado (na prática, em home office 😅), e em pouco tempo você estará não só aprendendo, mas também trocando experiências e contribuindo ativamente.\n\nSabemos que você está no início da sua trajetória profissional e queremos te oferecer todo o suporte e estrutura para se desenvolver e crescer. \n\n",
    "applicationUrl": "https://v360.inhire.app/vagas/8a90990c-9ef7-4685-9766-bd8b651e6bce/estagio-em-suporte",
    "applicationEmail": "",
    "notes": "",
    "appliedAt": null,
    "createdAt": "2025-10-03 11:43:13.766",
    "updatedAt": "2025-10-03 11:43:13.766"
  }
]
